Repository: common-repository/bonusplus
Catalog: languages/bonusplus-*.po
Languages: ru_ru

source: Action failed. Please try again.
ru_ru: Не получилось. Пожалуйста, попробуйте еще раз.

source: Save debug messages to the WooCommerce System Status log
ru_ru: Сохранять отладочные сообщения в журнал состояния системы WooCommerce.

source: BonusPlus
ru_ru: БонусПлюс

source: Coupons disable BonusPlus discount
ru_ru: Купоны отменяют скидку от БонусПлюс

source: Plugin settings
ru_ru: Настройки плагина

source: Settings
ru_ru: Настройки

source: BonusPlus API
ru_ru: БонусПлюс API

source: API key
ru_ru: API ключ

source: Shop name
ru_ru: Имя магазина

source: BonusPlus simple message (Empty cart)
ru_ru: Простое сообщение БонусПлюс (пустая корзина)

source: Message title
ru_ru: Заголовок сообщения

source: BonusPlus registration
ru_ru: БонусПлюс регистрация

source: Message text
ru_ru: Текст сообщения

source: Log in and use your personal discount
ru_ru: Войдите и используйте свою личную скидку

source: Message image
ru_ru: Изображение сообщения

source: Time until message first appears (minutes)
ru_ru: Время до первого появления сообщения (минуты)

source: Time to re-display message (minutes). Zero to disable repetition
ru_ru: Время повторного отображения сообщения (минуты). Ноль, чтобы отключить повторение

source: BonusPlus discount message (Not empty cart)
ru_ru: Сообщение о скидке BonusPlus (не пустая корзина)

source: After registration in the loyalty system, the order amount will be %1$s instead of %2$s
ru_ru: После регистрации в системе лояльности сумма заказа будет %1$s вместо %2$s

source: Discount in percents
ru_ru: Скидка в процентах

source: Privacy policy
ru_ru: Политика конфиденциальности

source: Privacy policy text
ru_ru: Текст политики конфиденциальности

source: By registering you agree to the privacy policy
ru_ru: Регистрируясь вы соглашаетесь с политикой конфиденциальности

source: Debug
ru_ru: Отладка

source: Phone number not provided
ru_ru: Номер телефона не указан

source: Customer with phone number %1$s already exists. Use your phone at checkout to get discount
ru_ru: Клиент с номером телефона %1$s уже существует. Используйте свой номер телефона при оплате, чтобы получить скидку

source: Phone number or code not provided
ru_ru: Номер телефона или код не указан

source: API active
ru_ru: API активен

source: BonusPlus API error
ru_ru: БонусПлюс ошибка API

source: Customer not found
ru_ru: Клиент не найден

source: Bonus system via BonusPlus.
ru_ru: Бонусная система БонусПлюс

source: Your card «%1$s»
ru_ru: Ваша карта «%1$s»

source: Discount on next purchases
ru_ru: Скидка на следующие покупки

source: Increase the total amount of purchases and increase the percentage of fireproof discounts on future purchases!
ru_ru: Увеличивайте общую сумму покупок и повышайте процент несгораемой скидки на последующие покупки!

source: Specify your phone number <a href="%1$s" target="_blank">here</a> to get BonusPlus benefits
ru_ru: Укажите ваш номер телефона <a href="%1$s" target="_blank">здесь</a> чтобы получить скидку от БонусПлюс

source: Make an order and you will be automatically registered with BonusPlus
ru_ru: Сделайте заказ и вы будуте автоматически зарегистрированы в БонусПлюс

source: BonusPlus error. Try again or contact us
ru_ru: Ошибка БонусПлюс. Попробуйте еще раз или свяжитесь с нами

source: Upload
ru_ru: Загрузить

source: Remove
ru_ru: Удалить

source: Can be found <a href="%s" target="_blank">here</a>
ru_ru: Можно найти <a href="%s" target="_blank">здесь</a>

source: You must be logged in
ru_ru: Вы должны быть зарегистрированы

source: Order not created in BonusPlus. Error: %1$s (%2$s)
ru_ru: Заказ не создан в БонусПлюс. Ошибка: %1$s (%2$s)

source: Additional text under form
ru_ru: Дополнительный текст под формой

source: After logging in, you will be able to receive an individual discount and special offers
ru_ru: После авторизации вы сможете получать индивидуальную скидку и специальные предложения

source: Flash text
ru_ru: Текст ярлыка

source: Bonuses
ru_ru: Бонусы

source: Order statuses
ru_ru: Статусы заказа

source: Order status for payment in BonusPlus
ru_ru: Статус заказа для создания оплаты в БонусПлюс

source: General settings
ru_ru: Основные настройки

source: Enable feature
ru_ru: Включить

source: Discount: -%1$s
ru_ru: Скидка: -%1$s

source: Enable write-off confirmation by SMS
ru_ru: Включить подтверждение списания баллов по SMS

source: Main settings
ru_ru: Главные настройки

source: Product discounts
ru_ru: Скидки на товары

source: Popup messages
ru_ru: Всплывающие сообщения

source: API not active. Reason: %1$s. Api settings are <a href="%2$s">here</a>
ru_ru: API не активирован. Причина: %1$s. Настройки API <a href="%2$s">здесь</a>

source: Order created in BonusPlus. Applied %s bonuses
ru_ru: Заказ создан в БонусПлюс. Бонусов применено: %s

source: Enable double discount (Shop + BonusPlus)
ru_ru: Включить двойную скидку (Магазин + БонусПлюс)

source: Discount flash
ru_ru: Скидочный ярлык

source: Logs can be found <a href="%s" target="_blank">here</a>
ru_ru: Записи можно найти <a href="%s" target="_blank">здесь</a>

source: Maximum percentage of the cart amount. 100 to disable limit
ru_ru: Максимальный процент от суммы товаров в корзине. 100 для отключения ограничения

source: Maximum percentage of the bonuses on the card. 100 to disable limit
ru_ru: Максимальный процент от количества бонусов на карте. 100 для отключения ограничения

source: Bonuses will be credited
ru_ru: Бонусов будет начислено

source: Available bonuses
ru_ru: Доступно бонусов

source: Make purchases and get more bonuses!
ru_ru: Совершайте покупки и получайте больше бонусов!

source: Phone number must not be empty
ru_ru: Номер телефона должен быть заполнен

source: Too many bonuses to apply. Available %1$s
ru_ru: Недостаточно бонусов. Доступно %1$s

source: My account page
ru_ru: Страница аккаунта покупателя

source: Title
ru_ru: Заголовок

source: Bonus Plus
ru_ru: БонусПлюс
